[
    {
        "id": "1",
        "text": "Shivaprasad K N, B B Das and Krishnadas S, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_3\">Effect of Curing Methods on the Artificial Production of Fly Ash Aggregates</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte Ltd. 2021, A Book Chapter."
    },
    {
        "id": "2",
        "text": "Snehal K and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_4\">Influence of Incorporating Phase Change Materials on Cementitious System – A Review</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "3",
        "text": "Anuj Sharma and B B Das,\"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_23\">Design and Development of Efficient Under-Drainage System for Lined Canals</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "4",
        "text": "Nityanand Kudachimath, Raviraj H M and B.B. Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_28\">Effect of GGBS on Strength of Aluminium Refinery Residue Stabilized by Alkali Solution</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "5",
        "text": "B P Sharath and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_33\">Production of Artificial Aggregates using Industrial By-Products admixed with Mine Tailings – A Sustainable Solution</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "6",
        "text": "Sumukh E P, Sharan Kumar Goudar and B B Das, \"Predicting the Service-Life of Reinforced Concrete by Incorporating the Experimentally Determined Properties of Steel-Concrete Interface and Corrosion\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "7",
        "text": "Akash Agarwalla and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_35\">Automation of Curing using Prefabricated Sensors</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "8",
        "text": "Chandra Kant Singh, Apurva Naik and Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_36\">Inventory Management for Transmission Line Projects</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "9",
        "text": "Arun L Hegde, Aman Jain and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_37\">Resource Buffers in Construction Projects</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "10",
        "text": "Abhilash Pandey, Praveen Kumar Chaudhary, Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_38\">Productivity Analysis of Shuttering Works for Sewage Treatment Plant</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "11",
        "text": "Nadimpalli Roopesh, Kuchipudi Aravind Swamy and Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_39\">Pre-Engineered Building Design of Gas Insulated Substation Housed Under Pressurized Ventilation</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "12",
        "text": "Sushant Shekhar, Prince Shukla and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_40\">Developing a Standard Template for Activity Linkage and Resource Estimation of MEP Works</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "13",
        "text": "Prabhath R Upadhya, Mriganka Shekhar Das and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_41\">Multi Criteria Decision Making Approach for Selecting A Bridge Superstructure Construction Method</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "14",
        "text": "Bishal Paul, Santosh Tondihal and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007%2F978-981-15-8293-6_42\">Safety Stock in Inventory Management and Wastage Analysis at Construction Sites</a>\", Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "15",
        "text": "Shifad S, Pratikshya Pati and B B Das, \"A Multidimensional Study on Impact of Energy Efficiency on Life Cycle Cost of a Single-Family Residential Building\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "16",
        "text": "Sharan Kumar Goudar and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_44\">Influence of Particle Size of Bottom Ash on Mechanical Properties of M30 Grade Concrete</a>\" Select Proceedings of TMSF 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter."
    },
    {
        "id": "17",
        "text": "Sharan Kumar Goudar, Santhosh Kumar Gedela, and B B Das, \"A Review on Mechanical and Microstructure Properties  of Reinforced Concrete Exposed to High  Temperatures\" Select Proceedings of ICRDSI 2020, Springer Publications Pte. Ltd., 2021, A Book Chapter. Pages: 719-728"
    },
    {
        "id": "18",
        "text": "K M Prasanna, Irambona Theodose, K N Shivaprasad, and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-4577-1_65\">Fast Setting Steel Fibre Geopolymer Mortar Cured Under Ambient Temperature</a>\" Select Proceedings of ICRDSI 2019, Springer Publications Pte. Ltd., 2020, A Book Chapter. Pages: 769-787"
    },
    {
        "id": "19",
        "text": "K M Prasanna, Saif Tamboli, and B B Das, \"Characterization of Mechanical and Microstructural Properties of FA and GGBS-Based Geopolymer Mortar Cured in Ambient Condition\" Select Proceedings of ICRDSI 2019, Springer Publications Pte. Ltd., 2020, A Book Chapter. Pages: 751-768."
    },
    {
        "id": "20",
        "text": "K Snehal and B B Das, \"Application of Andreassen and Modified Andreassen Model on Cementitious Mixture Design: A Review\" Select Proceedings of ICRDSI 2019, Springer Publications Pte. Ltd., 2020, A Book Chapter. Pages: 729-750."
    },
    {
        "id": "21",
        "text": "B P Sharath and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_25\">Engineering Properties of Heavyweight Concrete - A Review</a>\" Select Proceedings of SMTS 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter. Pages: 297-314."
    },
    {
        "id": "22",
        "text": "Snehal K and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_13\">Experimental Set-Up for Thermal Performance Study of Phase Change Material Admixed Cement Composites - A Review</a>\" Select Proceedings of SMTS 2019, Springer Publications Pte. Ltd., 2021, A Book Chapter. Pages: 137-149."
    },
    {
        "id": "23",
        "text": "E P Sumukh, Sharan Kumar Goudar and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_15\">A Review on the Properties of Steel-Concrete Interface and Characterization Methods</a>\" Select Proceedings of SMTS 2019, Springer Publications Pte. Ltd., 2020, A Book Chapter. Pages: 167-202."
    },
    {
        "id": "24",
        "text": "C. Farsana, Bibhuti Bhusan Das, and K. Snehal, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_12\">Influence of Fineness of Mineral Admixtures on the Degree of Atmospheric Mineral Carbonation</a>\",  Select Proceedings of SMTS 2019, Springer Publications Pte. Ltd., 2020, A Book Chapter. Pages: 118-136."
    },
    {
        "id": "25",
        "text": "Shonu Yadav, Bibhuti Bhusan Das and Sharan Kumar Goudar, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_66#:~:text=The%20addition%20of%20steel%20fibres%20results%20in%20substantial%20improvement%20in,structures%20%5B1%2C%206%5D.\">Durability Studies of Steel Fibre Reinforced Concrete</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 737-745."
    },
    {
        "id": "26",
        "text": "Sharan Kumar Goudar, Bibhuti Bhusan Das, S. B. Arya, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_57\">Combined Effect of Marine Environment and pH on the Impedance of Reinforced Concrete Studied by Electrochemical Impedance Spectroscopy</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 635- 649."
    },
    {
        "id": "27",
        "text": "Sharan Kumar Goudar, Shivaprasad K N, Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_77#:~:text=The%20fiber%2Dreinforced%20coal%2Dbottom,inclusion%20into%20the%20concrete%20mix.\">Mechanical Properties of Fiber Reinforced Concrete Using Coal-Bottom Ash as Replacement of Fine Aggregate</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 863-872."
    },
    {
        "id": "28",
        "text": "Rohini Srikumar, Bibhuti Bhusan Das and Sharan Kumar Goudar, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_65#:~:text=Bond%20strength%20between%20reinforcing%20steel,1.0%20and%201.5%25%20fibre%20dosage.\">Durability Studies of Polypropylene Fibre Reinforced Concrete</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 727-736."
    },
    {
        "id": "29",
        "text": "Pradeep Reddy Challa and Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_71\">Methods to Monitor Resources and Logistic Planning at Project Sites</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 793-802."
    },
    {
        "id": "30",
        "text": "Avijit H. Ghosh and Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_26\">Implication of Concrete with Chemical Admixture Cured in Low Temperature on Strength, Chloride Permeability and Microstructure</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 287-298."
    },
    {
        "id": "31",
        "text": "K. Snehal and Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_36\">Techniques for Preparation and Dispersion of Nano-SiO2 in Cementitious System—A Review</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 397-407."
    },
    {
        "id": "32",
        "text": "Rose Mary George, Bibhuti Bhusan Das and Sharan Kumar Goudar, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_67#:~:text=The%20ultimate%20bond%20strength%20of,the%20addition%20of%20glass%20fibers.&text=As%20for%20as%20the%20exposure,0.5%20and%201.5%25%20fiber%20dosage.\">Durability Studies on Glass Fiber Reinforced Concrete</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 747-756."
    },
    {
        "id": "33",
        "text": "M. Roshan, Shivaprasad K N, Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_18\">Study on Mechanical Properties and Leaching of Heavy Metals in the Artificially Produced Fly Ash Aggregates</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 201-212."
    },
    {
        "id": "34",
        "text": "Rashik Mustafa, Shivaprasad K N, Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_63\">Effect of Various Additives on the Properties of Fly Ash Based Geopolymer Mortar</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 707-715."
    },
    {
        "id": "35",
        "text": "Sanjukta Sahoo and Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_45\">Mineralogical Study of Concretes Prepared Using Carbonated Fly ash as Part Replacement of Cement</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 519-529."
    },
    {
        "id": "36",
        "text": "R. P. Akhil and Bibhuti Bhusan Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_44\">Cost Reduction Techniques on MEP Projects</a>”, Select Proceedings of ICSCBM 2018, Springer Nature Singapore Pte Ltd. 2019, A Book Chapter, Pages: 495-517."
    },
    {
        "id": "37",
        "text": "Drisya S, B. B. Das and Ratri Parida, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-10-5457-0_6\">Ergonomic Evaluation of Bar Benders in Construction Industry</a>\", Ergonomic Design of Products and Worksystems-21st Century Perspectives of Asia, Springer Nature Singapore Pte Ltd. 2018, A Book Chapter, Pages: 57-67."
    },
    {
        "id": "38",
        "text": "A. Shetti, and B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-81-322-2187-6_142#:~:text=The%20resistance%20against%20acid%20attack,concrete%20from%200%20to%206%20%25.&text=Further%2C%20the%2060%20days%20compressive,of%20curing%20under%20normal%20conditions.\">Acid, Alkali and Chloride Resistance of Early Age Cured Silica Fume Concrete</a>”, Advances in Structural Engineering, Springer India 2015. A Book Chapter."
    },
    {
        "id": "39",
        "text": "B. B. Das, and Arkadeep Mitra, “Some Sustainable Materials for Energy Efficient Building Design”, \"Civil/ Construction Engineering\" of the Vol. Set-IX,NANOTECHNOLOGY, Stadium Press LLC 2013. A Book Chapter, Pages: 69-92."
    }
]