[
    {
        "id": "1",
        "text": "Snehal K and B B Das, \"Performance of Optimized Binary and Ternary Blended Composites Integrated with Fly Ash, Ultra-Fine Fly Ash and Nano Silica\" 16th NCB International Seminar on Cement, Concrete and Building Materials, New Delhi, India, 3rd - 6th December, 2019."
    },
    {
        "id": "2",
        "text": "Shivaprasad K N, B B Das and Krishnadas S, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_3\">Effect of Curing Methods on the Artificial Production of Fly Ash Aggregates</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "3",
        "text": "Snehal K and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_4\">Influence of Incorporating Phase Change Materials on Cementitious System – A Review</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "4",
        "text": "Anuj Sharma and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_23\">Design and Development of Efficient Under-Drainage System for Lined Canals</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "5",
        "text": "Nityanand Kudachimath, Raviraj H M and B.B. Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_28\">Effect of GGBS on Strength of Aluminium Refinery Residue Stabilized by Alkali Solution</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "6",
        "text": "B P Sharath and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_33\">Production of Artificial Aggregates using Industrial By-Products admixed with Mine Tailings – A Sustainable Solution</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "7",
        "text": "Sumukh E P, Sharan Kumar Goudar and B B Das, \"Predicting the Service-Life of Reinforced Concrete by Incorporating the Experimentally Determined Properties of Steel-Concrete Interface and Corrosion\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "8",
        "text": "Akash Agarwalla and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_35\">Automation of Curing using Prefabricated Sensors</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "9",
        "text": "Chandra Kant Singh, Apurva Naik and Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_36\">Inventory Management for Transmission Line Projects</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "10",
        "text": "Arun L Hegde, Aman Jain and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_37\">Resource Buffers in Construction Projects</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "11",
        "text": "Abhilash Pandey, Praveen Kumar Chaudhary, Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_38\">Productivity Analysis of Shuttering Works for Sewage Treatment Plant</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "12",
        "text": "Nadimpalli Roopesh, Kuchipudi Aravind Swamy and Dr. Bibhuti Bhusan Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_39\">Pre-Engineered Building Design of Gas Insulated Substation Housed Under Pressurized Ventilation</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "13",
        "text": "Sushant Shekhar, Prince Shukla and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_40\">Developing a Standard Template for Activity Linkage and Resource Estimation of MEP Works</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "14",
        "text": "Prabhath R Upadhya, Mriganka Shekhar Das and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_41\">Multi Criteria Decision Making Approach for Selecting A Bridge Superstructure Construction Method</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "15",
        "text": "Bishal Paul, Santosh Tondihal and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007%2F978-981-15-8293-6_42\">Safety Stock in Inventory Management and Wastage Analysis at Construction Sites</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "16",
        "text": "Shifad S, Pratikshya Pati and B B Das, \"A Multidimensional Study on Impact of Energy Efficiency on Life Cycle Cost of a Single-Family Residential Building\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "17",
        "text": "Sharan Kumar Goudar and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-8293-6_44\">Influence of Particle Size of Bottom Ash on Mechanical Properties of M30 Grade Concrete</a>\" International Conference on Trending Moments and Sheer Forces (TMSF-2019), Civil Engineering Today, DBCE Goa, October 31st- November 1st, 2019."
    },
    {
        "id": "18",
        "text": "Sharan Kumar Goudar, Santhosh Kumar Gedela, and B B Das, \"A Review on Mechanical and Microstructure Properties  of Reinforced Concrete Exposed to High  Temperatures\" International Conference on Recent Developments in Sustainable Infrastructure (ICRDSI-2019) in Sustainable Infrastructure (Materials and Management), School of Civil Engineering, KIIT DU, India, July 11th - 13th, 2019."
    },
    {
        "id": "19",
        "text": "K M Prasanna, Irambona Theodose, K N Shivaprasad, and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-4577-1_65\">Fast Setting Steel Fibre Geopolymer Mortar Cured Under Ambient Temperature</a>\" International Conference on Recent Developments in Sustainable Infrastructure (ICRDSI-2019) in Sustainable Infrastructure (Materials and Management), School of Civil Engineering, KIIT DU, India, July 11th - 13th, 2019."
    },
    {
        "id": "20",
        "text": "K M Prasanna, Saif Tamboli, and B B Das, \"Characterization of Mechanical and Microstructural Properties of FA and GGBS-Based Geopolymer Mortar Cured in Ambient Condition\" International Conference on Recent Developments in Sustainable Infrastructure (ICRDSI-2019) in Sustainable Infrastructure (Materials and Management), School of Civil Engineering, KIIT DU, India, July 11th - 13th, 2019."
    },
    {
        "id": "21",
        "text": "K Snehal and B B Das, \"Application of Andreassen and Modified Andreassen Model on Cementitious Mixture Design: A Review\" International Conference on Recent Developments in Sustainable Infrastructure (ICRDSI-2019) in Sustainable Infrastructure (Materials and Management), School of Civil Engineering, KIIT DU, India, July 11th - 13th, 2019."
    },
    {
        "id": "22",
        "text": "B P Sharath and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_25\">Engineering Properties of Heavyweight Concrete - A Review</a>\" International Conference on Smart Materials and Techniques for Sustainable Development (SMTS-2019), Dr. N. G. P. Institute of Technology, Coimbatore, Tamilnadu, India, April 4-5, 2019."
    },
    {
        "id": "23",
        "text": "Snehal K and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_13\">Experimental Set-Up for Thermal Performance Study of Phase Change Material Admixed Cement Composites - A Review</a>\" International Conference on Smart Materials and Techniques for Sustainable Development (SMTS-2019), Dr. N. G. P. Institute of Technology, Coimbatore, Tamilnadu, India, April 4-5, 2019."
    },
    {
        "id": "24",
        "text": "CharanTeja Arava, Sharan Kumar Goudar and B B Das, \"Effect of Carbonation on Mechanical and Microstructure Properties of Concrete - A Review\" International Conference on Smart Materials and Techniques for Sustainable Development (SMTS-2019), Dr. N. G. P. Institute of Technology, Coimbatore, Tamilnadu, India, April 4-5, 2019."
    },
    {
        "id": "25",
        "text": "E P Sumukh, Sharan Kumar Goudar and B B Das, \"<a href=\"https://link.springer.com/chapter/10.1007/978-981-15-5001-0_15\">A Review on the Properties of Steel-Concrete Interface and Characterization Methods</a>\" International Conference on Smart Materials and Techniques for Sustainable Development (SMTS-2019), Dr. N. G. P. Institute of Technology, Coimbatore, Tamilnadu, India, April 4-5, 2019."
    },
    {
        "id": "26",
        "text": "Sharan Kumar and B B Das and S B Arya, \"The significance of High Volume GGBS on Bond Strength and micro structure Properties of Steel Concrete Interface\" National Conference on Advances in Sustainable Construction Materials (ASCM), NIT Warangal, Telangana, India during 15th - 16th March, 2019."
    },
    {
        "id": "27",
        "text": "Santosh Kumar Gedala, Sharan Kumar and B B Das, \"Effects of High Temperature on Mechanical and Micro structure properties of Steel Concrete Interface\", National Conference on Advances in Sustainable Construction Materials (ASCM), NIT Warangal, Telangana, India during 15th - 16th March, 2019."
    },
    {
        "id": "28",
        "text": "K N Shivaprasad and B B Das, \"Compressive Strength of Concrete with Artificially Produced Fly Ash Aggregates\", 4th UKIERI Concrete Congress - Concrete: The Global Builder, Dr. B R Ambedkar National Institute of Technology, Jalandhar, India."
    },
    {
        "id": "29",
        "text": "Archana Dinesh T, B B Das and Snehal K, \"Experimental Investigation on the Influence of Phase Change Material (PCM) on the Properties of Cement Mortar\", 4th UKIERI Concrete Congress - Concrete: The Global Builder, Dr. B R Ambedkar National Institute of Technology, Jalandhar, India"
    },
    {
        "id": "30",
        "text": "Sharan Kumar Goudar, P P Kiran Ram, A Gokul, B B Das and S B Arya, \"<a href=\"https://ukiericoncretecongress.com/ucc2019/files/Proceedings/pdf/UCC-2019-244.pdf\">Bond Strength and Corrosion Resistance of Reinforced Concrete Exposed to Simulated Acidic and Alkaline Marine Environment</a>\", 4th UKIERI Concrete Congress - Concrete: The Global Builder, Dr. B R Ambedkar National Institute of Technology, Jalandhar, India"
    },
    {
        "id": "31",
        "text": "Snehal K, Ammu Menon and B. B. Das, “<a href=\"https://www.researchgate.net/publication/340934384_Early_Age_and_Microstructure_Properties_of_Cement_Mortar_Incorporated_with_Fly_Ash_Ultrafine_Fly_Ash_and_Nano-SiO2_Particles\">Early Age and Microstructure Properties of Cement Mortar Incorporated with Fly Ash, Ultrafine Fly Ash and Nano-SiO2 Particles</a>”, 3rd R N Raikar International Conference and Gettu-Kodur Symposium, Indian Chapter of American Concrete Institute, Mumbai, India, 14th - 15th December 2018."
    },
    {
        "id": "32",
        "text": "Shivaprasad K N and B. B. Das, “<a href=\"https://iopscience.iop.org/article/10.1088/1757-899X/431/9/092013\">Effect of Duration of Heat Curing on the Artificially Produced Fly Ash Aggregates</a>” 14th International Conference on Concrete Engineering & Technology 2018 (CONCET 2018), University of Malaya, Kuala Lumpur, Malaysia, August 8 - 9, 2018."
    },
    {
        "id": "33",
        "text": "Sharath B P, Shivaprasad K N, Athikkal M M and B. B. Das, “<a href=\"https://iopscience.iop.org/article/10.1088/1757-899X/431/9/092010\">Some Studies on Sustainable Utilization of Iron Ore Tailing (IOT) as Fine Aggregates in Fly Ash Based Geopolymer Mortar</a>” 14th International Conference on Concrete Engineering & Technology 2018 (CONCET 2018), University of Malaya, Kuala Lumpur, Malaysia, August 8 - 9, 2018."
    },
    {
        "id": "34",
        "text": "Rohini Srikumar, Sharan Kumar, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_65#:~:text=Bond%20strength%20between%20reinforcing%20steel,1.0%20and%201.5%25%20fibre%20dosage.\">Durability studies of polypropylene fibre reinforced concrete</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "35",
        "text": "Shonu Yadav, Sharan Kumar, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_66#:~:text=The%20addition%20of%20steel%20fibres%20results%20in%20substantial%20improvement%20in,structures%20%5B1%2C%206%5D.\">Durability studies of steel fibre reinforced concrete</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "36",
        "text": "Rose Mary George, Sharan Kumar, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_67#:~:text=The%20ultimate%20bond%20strength%20of,the%20addition%20of%20glass%20fibers.&text=As%20for%20as%20the%20exposure,0.5%20and%201.5%25%20fiber%20dosage.\">Durability studies of glass fibre reinforced concrete</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "37",
        "text": "Sharan Kumar, B. B. Das, Arya S B, “Electrochemical investigations on the corrosion behavior of reinforcing steel in different dosages of fly ash replaced concrete exposed to aggressive marine environment.” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "38",
        "text": "Sharan Kumar, Shivaprasad K N, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_77#:~:text=The%20fiber%2Dreinforced%20coal%2Dbottom,inclusion%20into%20the%20concrete%20mix.\">Mechanical Properties of Fiber Reinforced Concrete Using Coal-Bottom Ash as Replacement of Fine Aggregate</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "39",
        "text": "Roshan M, Shivaprasad K N, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_18\">Study on mechanical properties and leaching of heavy metals in the artificial produced fly ash aggregates</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "40",
        "text": "Rashik Mustafa, Shivaprasad K N, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_63\">Effect of various additives on the properties of fly ash based geopolymer mortar</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "41",
        "text": "Akhil. R. P, B B Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_44\">Cost Reduction Techniques on MEP Projects</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "42",
        "text": "Pradeep Reddy Challa, B. B. Das “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_71\">Methods to monitor resources and logistic planning at project sites</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "43",
        "text": "Akash Jaiswal, B. B. Das, Sanjaya Kumar Malik, “Analysis of critical factors responsible for delay in construction projects” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "44",
        "text": "Ashutosh Agrawal, B. B. Das, Sanjaya Kumar Malik, “Optimization of resources along with their monthly production in construction projects” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "45",
        "text": "Avijit H Ghosh, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_26\">Implication of concrete with chemical admixture cured in low temperature on strength, chloride permeability and microstructure</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "46",
        "text": "Sanjukta Sahoo, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_45\">Minerological study of concretes prepared using Carbonated Fly ash as part replacement of cement</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "47",
        "text": "Snehal K, B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-13-3317-0_36\">Techniques for preparation and dispersion of nano- SiO2 in cementitious system - A review</a>” International Conference on Sustainable Construction and Building Materials (ICSCBM-2018), NITK Surathkal, India, 18-22 June 2018."
    },
    {
        "id": "48",
        "text": "Sharan Kumar, B. B. Das, Arya S B, “Corrosion behavior of OPC, PPC and PSC based concretes in harsh marine environment through electrochemical impedance spectroscopy.” 5th International Corrosion Prevention Symposium for Research Scholars (CORSYM 2018), IIT Madras, Chennai, India, 23-24 March 2018, pp. 129-130."
    },
    {
        "id": "49",
        "text": "B. B. Das and Snehal K, “<a href=\"https://www.researchgate.net/publication/330701290_Engineering_Properties_of_Nano-Particles_Admixed_Concrete-A_Review\">Engineering Properties of Nano-Particles Admixed Concrete-A Review</a>”, Proceedings of Second International Conference on Advances in Concrete, Structural & Geotechnical Engineering, February 26 – 28, 2018, held at Birla Institute of Technology and Science Pilani, India."
    },
    {
        "id": "50",
        "text": "Sharan Kumar, Gokul A, B B Das, “<a href=\"https://www.researchgate.net/publication/330701287_Influence_of_'pH'_on_Concrete_Bond_Strength_Retention_in_Simulated_Marine_Environment\">Influence of ‘pH’ on Concrete Bond Strength Retention in Simulated Marine Environment</a>”, Proceedings of Second International Conference on Advances in Concrete, Structural & Geotechnical Engineering, February 26 – 28, 2018, held at Birla Institute of Technology and Science Pilani, India."
    },
    {
        "id": "51",
        "text": "Renjith R, Shivaprasad K N, B B Das, “<a href=\"https://www.researchgate.net/publication/328130322_PROPERTIES_OF_HEAT_CURED_BOTTOM_ASH_BASED_GEOPOLYMER_MORTAR_ADMIXED_WITH_FLY_ASH_OF_DIFFERENT_FINENESS\">Properties of Heat Cured Bottom Ash Based Geopolymer Mortar admixed with Fly Ash of Different Fineness</a>”, Proceedings of Second International Conference on Advances in Concrete, Structural & Geotechnical Engineering, February 26 – 28, 2018, held at Birla Institute of Technology and Science Pilani, India."
    },
    {
        "id": "52",
        "text": "Sanjukta Sahoo, B. B. Das and S. Mustakim, “Assessment of Carbonated Fly Ash in Concrete in Perspective of Structural Strength”, 1st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": "53",
        "text": "Sourab M, B. B. Das and C Zanotti, “Characteristics of Bio-Concrete Mixed and Cured with Treated Domestic Wastewater”, 1st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": "54",
        "text": "B B Das and Snehal K, “<a href=\"https://www.researchgate.net/publication/340935127_Engineering_Properties_of_OPC_and_PPC_Based_Concretes_Prepared_with_Minimum_Cement_Content_and_Maximum_Water-Cement_Ratio\">Engineering Properties of OPC and PPC Based Concretes Prepared with Minimum Cement Content and Maximum Water-Cement Ratio</a>”, 1 st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": "55",
        "text": "B. B. Das, Eldho Thomas and Ammu Menon, “Critical Factors for Delay in High Rise Buildings”, 2nd International Conference on Construction, Real Estate, Infrastructure and Project (CRIP) Management, National Institute of Construction Management and Research, Pune, November 10-11 2017."
    },
    {
        "id": "56",
        "text": "T Mutyalaraju, Dev Kumar Marandi, B P Sharath and B B Das, “Study on Strength Behaviour of Concrete Using Battery Slag and Electronic Waste as Partial Replacement for Fine Aggregates”, International Conference on Global Civil Engineering Challenges in Sustainable Development and Climate Change, MITE Moodabidri, Mangalore –574225, India, 17th -18th March 2017."
    },
    {
        "id": "57",
        "text": "Shivaprasad K N and B. B. Das, “<a href=\"http://ijermce.com/abstract.php?id=9640\">Influence of alkali binder dosage on the efficiency of pelletization of aggregates from iron ore tailing and fly ash</a>”, International Conference on Emerging Technology in Structural Engineering, March 17th -18th 2017, Nagpur."
    },
    {
        "id": "58",
        "text": "Sourab M and B. B. Das, “Mechanical Properties of Concrete Mixed and Cured with Treated Waste Water”, International Conference on Emerging Technology In Structural Engineering, March 17th-18th 2017, Nagpur."
    },
    {
        "id": "59",
        "text": "Drisya S, B. B. Das and Ratri Parida, “<a href=\"https://link.springer.com/chapter/10.1007/978-981-10-5457-0_6\">Ergonomic Evaluation of Bar Benders in Construction Industry</a>”, International Conference on Management of Ergonomic Design, Industrial Safety and Healthcare Systems (MESH-2016) held at Indian Institute of Technology Kharagpur, Kharagpur 721302, India, during December 20-23, 2016."
    },
    {
        "id": "60",
        "text": "Sanjukta Sahoo, Bibhuti Bhusan Das, “Strategies in Mitigating Sulphate Attack Effects in Concrete Adopting Different Cementing Materials” Proceedings of International Conference on Recent Advances in Mechanics and Materials (ICRAMM-2016), December 17-18, 2016, VSSUT Burla,"
    },
    {
        "id": "61",
        "text": "Shivaprasad K. N. and B. B. Das, “Effect of Liquid to Solid Ratio of Alkaline Activator to Cement Based Materials on the Efficiency of Geo-Polymerization, UKIERI International Conference on Advances in Concrete Technology, Materials & amp; Construction Practices (CTMC 2016), 22-24, June 2016."
    },
    {
        "id": "62",
        "text": "Abhishek, Sharan Kumar and B. B. Das, “Effect of Particle Size of Bottom Ash on Compressive Strength Development of Concrete”, International Conference on Advanced Materials and Technology, (ICMAT-16), 26 th to 28th May 2016."
    },
    {
        "id": "63",
        "text": "A. Shetti, and B. B. Das, “<a href=\"https://link.springer.com/chapter/10.1007/978-81-322-2187-6_142\">Acid, Alkali and Chloride Resistance of Early Age Cured Silica Fume Concrete</a>”, in Structural Engineering Convention 2014, IIT Delhi."
    },
    {
        "id": "64",
        "text": "S. Haji, A. P. Shetti and B. B. Das,“Bridge Management Practices through Life Cycle Cost Analysis”, presented in All India Seminar on Advances in Construction Technology, organized by Institute of Engineers, Odisha State Chapter, Bhubaneswar, February 09-10, 2014."
    },
    {
        "id": "65",
        "text": "A. P. Shetti, S. Haji and B. B. Das, “Application of Risk and Sensitivity Analysis in Life Cycle Cost Assessment”, presented in All India Seminar on Advances in Construction Technology, organized by Institute of Engineers, Odisha State Chapter, Bhubaneswar, February 09-10, 2014."
    },
    {
        "id": "66",
        "text": "B. B. Das, and Arkadeep Mitra, “<a href=\"https://www.researchgate.net/profile/Arkadeep_Mitra3/publication/284121191_Nanomaterials_for_Construction_Engineering-A_Review/links/5772adc808ae2b93e1a7cad7.pdf\">Nanomaterials for Construction Engineering</a>”, Presented in International Conference on Nano Science and Technology (ICNST), held in New Delhi, September 2013."
    },
    {
        "id": "67",
        "text": "R. Sasapu and B. B. Das, “A New Dimension and Design of Airport Terminal Building”, presented in 5th NCES (National Civil Engineers Symposium) at IIT Bombay, 8th -9th March 2013."
    },
    {
        "id": "68",
        "text": "K. Vijay Krishna and B. B. Das, “Concepts and Materials Used in Energy Efficient Buildings”, presented in 5th NCES (National Civil Engineers Symposium) at IIT Bombay, 8th -9th March 2013."
    },
    {
        "id": "69",
        "text": "B. B. Das, D. N. Singh, “<a href=\"https://www.researchgate.net/publication/288071687_A_comparative_study_for_determining_pore_volume_of_concrete\">A Comparative Study on Determining Porosity of Concrete by Mercury Intrusion Porosimetry and Diffusion Characteristics</a>” 2nd Workshop on Indian Water Management in 21st Century (IWM) & amp; Symposium on Sustainable Infrastructure Development (SID), 7 th -9 th February 2013."
    },
    {
        "id": "70",
        "text": "B. B. Das, Arkadeep Mitra, Anuja Agrawal, “A Review on Green Materials for Energy Efficient Building Design”, International Conference on Advances in Architecture and Civil Engineering, Bangalore, India, 21-23 June 2012."
    },
    {
        "id": "71",
        "text": "B. B. Das, “Corrosion Initiation to Corrosion Cracking” Participating Speaker at 22 nd Annual NIST Computer Modelling Workshop, held at NIST Premises, Gaithersburg, Washington DC, July 20-22, 2011."
    },
    {
        "id": "72",
        "text": "B. B. Das, and S. P. Pandey, “<a href=\"https://www.researchgate.net/profile/Hakim_Abdelgader/publication/307882703_EFFECT_OF_ADMIXTURE_TYPE_ON_MECHANICAL_BEHAVIOUR_OF_TWO-STAGE_PRE-PLACED_AGGREGATE_CONCRETE/links/5ab6b9e8a6fdcc46d3b6b98b/EFFECT-OF-ADMIXTURE-TYPE-ON-MECHANICAL-BEHAVIOUR-OF-TWO-STAGE-PRE-PLACED-AGGREGATE-CONCRETE.pdf#page=855\">Effect of Temperature of Mixing Water on the Mechanical, Microstructure and Ultrasonic Properties of Concrete</a>”. 7th International Congress, Concrete: Construction Sustainable Option Dundee, Scotland. July 2008 (paper accepted but not attended)."
    },
    {
        "id": "73",
        "text": "Bibhuti Das, “Correlation between Mechanical, Pore structure and Nondestructive Characteristics of Concrete” 4th MENDT Conference, December 2007 (paper accepted but not attended)."
    },
    {
        "id": "74",
        "text": "Das B. B, Valluri S and Singh D. N, “Determination of Porosity, Pore Size and Pore Distribution of Compacted Soils”, First Sri Lankan Geotechnical Society (SLGS) International Conference on Soil and Rock Engineering, Colombo, August 7-11, 2007."
    }
]