[
    {
        "id": 1,
        "text": "Patron for International Conference on “Advances in Construction Technology and Management (ACTM-2021)”, organized by Department of Civil Engineering College of Engineering Pune (COEP), going to held on 11th – 12th March 2021."
    },
    {
        "id": 2,
        "text": "Program Chair for International Conference on “Sustainability and Equity”, organized by Kalinga Institute of Industrial Technology (KIIT), Bhubaneswar, India held during 23rd – 25th November, 2020."
    },
    {
        "id": 3,
        "text": "Conference Advisor for International Conference on “Recent Developments in Sustainable Infrastructure” (ICRDSI 2020), second edition, organized by School of Civil Engg., KIIT Bhubaneswar, India held during 18th – 21st December, 2020."
    },
    {
        "id": 4,
        "text": "Session Chairman of Technical session of International Conference on Recent Developments in Sustainable Infrastructure (ICRDSI 2020), Organized by School of Civil Engg., KIIT Bhubaneswar, India."
    },
    {
        "id": 5,
        "text": "Invited Speaker and virtually sharing the platform with one of the Nobel Laureate Dr. Richard John Roberts in an International Conference on \"Sustainability and Equity\" organized by KIIT University, Bhubaneswar, held during November 23-25, 2020."
    },
    {
        "id": 6,
        "text": "Invited Keynote Speaker, Forum of Revolutions in Renewable Energy in 21 st Century (FOREN-2019), 07-09 October, 2019 at Holiday Inn Rome Pisana in Rome, Italy on the theme “The Prime Priority of the 21 st Century”."
    },
    {
        "id": 7,
        "text": "Invited Keynote Speaker, International Conference on Recent Trends and Innovation in Civil Engineering, Department of Civil Engineering, Medi-Caps University, Indore, India, 12-14 September 2019."
    },
    {
        "id": 8,
        "text": "International Scientific Committee Member, 2nd International Conference on Numerical Modelling in Engineering, 19-22 August, 2019. Bejing, China."
    },
    {
        "id": 9,
        "text": "Program Chair, “International Conference on Recent Developments in Sustainable Infrastructure - (Materials and Management)”, School of Civil Engineering, KIIT Deemed University, Bhubaneswar, July 11th to July 13th 2019."
    },
    {
        "id": 10,
        "text": "Organizing Committee Member for the International Conference on “Multidisciplinary Perspectives in Engineering to be held on May 24-25, 2019 in the city of Markapur, Andhra Pradesh."
    },
    {
        "id": 11,
        "text": "Technical Advisory Committee Member, “International Conference on Civil Engineering Trends and Challenges for Sustainability (CTCS 2019)”, May 23-24, 2019. NMAM Institute of Technology, Nitte, Karnataka."
    },
    {
        "id": 12,
        "text": "National Advisory Committee Member and Keynote Speaker, International Conference on \"Smart Materials and Techniques for Sustainable Development (SMTS-2019)\", 4th – 5th April 2019, Dr. N. G. P. Institute of Technology, Coimbatore, Tamilnadu, India 641014."
    },
    {
        "id": 13,
        "text": "Session Chair, “First International Conference on Advanced Technologies in Intelligent Control, Environment, Computing and Communication Engineering (ICATIECE-2019), 19th – 20th March 2019, Dayanand Sagar Academy of Technology and Management, Bangalore, India."
    },
    {
        "id": 14,
        "text": "Keynote Speaker, International Conference on “Sustainable Materials and Structures for Civil Infrastructures” on 14-15 March 2019 organized by Department of Civil Engg., UIT-RGPV, Bhopal, MP."
    },
    {
        "id": 15,
        "text": "Session Chairman, UKIERI Concrete Congress: Concrete the Global Builder, National Institute of Technology Jalandhar, 5th-8 th March 2019."
    },
    {
        "id": 16,
        "text": "Outstanding Reviewer Award, Construction and Building Materials, Elsevier. August 2018."
    },
    {
        "id": 17,
        "text": "Organizing Chair, “International Conference on Sustainable Construction and Building Materials”, National Institute of Technology Karnataka, Surathkal, 18th – 22nd June 2018 (In association with Springer Nature, Singapore)."
    },
    {
        "id": 18,
        "text": "Advisory Board Member, Build Buddy, a startup company preparing and selling the dry mortar mixes."
    },
    {
        "id": 19,
        "text": "Member Board of Studies (BOS) of Civil Engineering Department, NMAM Institute of Technology (An autonomous institute affiliated to VTU, Belagavi) since May 2016."
    },
    {
        "id": 20,
        "text": "Member Board of Examination (BOE) of Civil Engineering Department, NMAM Institute of Technology (An autonomous institute affiliated to VTU, Belagavi) since November 2016."
    },
    {
        "id": 21,
        "text": "Chaired a Session at Second International Conference on Advances in Concrete, Structural & Geotechnical Engineering, February 26 – 28, 2018, held at Birla Institute of Technology and Science Pilani, India."
    },
    {
        "id": 22,
        "text": "Best Paper Award to “Characteristics of Bio-Concrete Mixed and Cured with Treated Domestic Wastewater”, 1st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": 23,
        "text": "Best Paper Award to “Assessment of Carbonated Fly Ash in Concrete in Perspective of Structural Strength”, 1st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": 24,
        "text": "Chaired a Session at 1 st International Conference on Durability of Building and Infrastructures, January 10th -12th 2018, Miri, Sarwak, Malyasia."
    },
    {
        "id": 25,
        "text": "Best Paper Award to “Study on Strength Behaviour of Concrete Using Battery Slag and Electronic Waste as Partial Replacement for Fine Aggregates”, International Conference on Global Civil Engineering Challenges in Sustainable Development and Climate Change, MITE Moodabidri, Mangalore – 574225, India, 17th -18th March 2017."
    },
    {
        "id": 26,
        "text": "Chaired a Session at International Conference on Global Civil Engineering Challenges in Sustainable Development and Climate Change, MITE Moodabidri, Mangalore – 574225, India, 17th -18th March 2017."
    },
    {
        "id": 27,
        "text": "Best Paper Award to “Effect of Liquid to Solid Ratio of Alkaline Activator to Cement Based Materials on the Efficiency of Geo-Polymerization, UKIERI International Conference on Advances in Concrete Technology, Materials & Construction Practices (CTMC2016), 22-24, June 2016."
    },
    {
        "id": 28,
        "text": "Chaired a Session at UKIERI International Conference on Advances in Concrete Technology, Materials and Construction Practices (CTMC2016), 22-24, June 2016."
    },
    {
        "id": 29,
        "text": "Chaired a Session at International Conference on Emerging Trends in Engineering (ICETE-2016), NMAM Institute of Technology, NITTE, Karnataka May 2016."
    },
    {
        "id": 30,
        "text": "Committee Member, Indian Standard Code for Construction Management Including Safety in Construction, Bureau of Indian Standard (BIS), New Delhi."
    },
    {
        "id": 31,
        "text": "Chaired a Session at the Structural Engineering Convention-2014, Indian Institute of Technology New Delhi, December 2014."
    },
    {
        "id": 32,
        "text": "Keynote Speech on the topic “ACID, ALKALI AND CHLORIDE RESISTANCE OF EARLY AGE CURED SILICA FUME CONCRETE”, at the Structural Engineering Convention-2014, New Delhi, December 2014."
    },
    {
        "id": 33,
        "text": "Advisory Board Member, Civil Engineering Department, IPS Academy, Rajendra Nagar, A. B. Road, Indore-751012 for the year 2015."
    },
    {
        "id": 34,
        "text": "Advisory Board Member, Structural Engineering Department, Vikrant Group of Institutions, Harshola, Indore, since 2014."
    },
    {
        "id": 35,
        "text": "Faculty Co-ordinator of the 1st established student chapter of Indian Green Building Council in the state of Goa, at NICMAR Goa Campus Since October 2013."
    },
    {
        "id": 36,
        "text": "Technical Committee Member of 2014 International Conference on Mechatronics and Mechanical Engineering held from September 6th to 8th 2014 at Chengdu, China."
    },
    {
        "id": 37,
        "text": "Best paper presentation award to our paper “Nanomaterials for Construction Engineering”, Presented in the International Conference on Nano Science and Technology (ICNST), held in New Delhi, September 2013."
    },
    {
        "id": 38,
        "text": "Chaired a Session at the International Conference on Nano Science and Technology (ICNST), New Delhi, September 2013."
    },
    {
        "id": 39,
        "text": "Associate Member of International Faculty Network of American Concrete Institute (ACI), since February 2012."
    },
    {
        "id": 40,
        "text": "CIMR Post-Doctoral Fellowship awarded by the Center for Innovative Materials Research, Lawrence Technological University, Southfield, Michigan, USA, from 2009-2012."
    },
    {
        "id": 41,
        "text": "Committee Member, Indian Standard Code for Fabrics in Construction, Bureau of Indian Standard (BIS), New Delhi."
    },
    {
        "id": 42,
        "text": "Industrial PhD scholarship from Central R&D-Cement Business, Grasim Industries Ltd., from 2004-2007."
    },
    {
        "id": 43,
        "text": "Fully Funded Teaching Assistantship in the year 2002-2004 (to carry out research activities in department of civil engineering, Indian Institute of Technology, Delhi while pursuing Master of Technology in Civil Engineering)."
    },
    {
        "id": 44,
        "text": "University Gold Medal for securing highest position in the branch during the undergraduate study, 2001."
    }
]