[
    {
        "id": 1,
        "text": "Centre Head, National Institute of Construction Management and Research (NICMAR), Goa Campus"
    },
    {
        "id": 2,
        "text": "Centre Head, National Institute of Construction Management and Research (NICMAR), Indore Campus"
    },
    {
        "id": 3,
        "text": "Faculty Advisor, M. Tech Construction Technology and Management, Civil Engineering Department, NITK, 2nd Year Batch, 2015-16, 1st Year Batch, 2016-17, 2nd Year Batch, 2017-18."
    },
    {
        "id": 4,
        "text": "Faculty Advisor, M. Tech M. Tech Construction Technology and Management, Civil Engineering Department, NITK"
    },
    {
        "id": 5,
        "text": "Time Table In-charge: Civil Engineering Department, NITK"
    },
    {
        "id": 6,
        "text": "Library Advisory Committee Member: Civil Engineering Department, NITK"
    },
    {
        "id": 7,
        "text": "In charge for the implementation of online course registration from civil engineering department, NITK"
    },
    {
        "id": 8,
        "text": "Secretary-DPGC (Department Post Graduate Committee), from July 2017"
    },
    {
        "id": 9,
        "text": "Warden-Maintenance (NITK)"
    },
    {
        "id": 10,
        "text": "Committee Member-Institute Start-Up Cell, NITK"
    },
    {
        "id": 11,
        "text": "Core Committee Member-Institute Central Research Facility (CRF), NITK"
    },
    {
        "id": 12,
        "text": "Member, Departmental (Civil Engineering) Testing and Consultancy Committee, NITK."
    },
    {
        "id": 13,
        "text": "Faculty-In-charge, Materials Laboratory, Civil Engineering Department, National Institute of Technology Karnataka, Surathkal, Mangalore, 575025, India (Since January 2019)."
    },
    {
        "id": 14,
        "text": "Faculty-In-charge, Sustainable Construction and Building Materials Laboratory, Civil Engineering Department, National Institute of Technology Karnataka, Surathkal, Mangalore, 575025, India (in the process of Development)."
    }
]