[
    {
        "id": 1,
        "text": "Dr. B B Das has delivered a guest lecture on 'Hydration and Microstructure Characteristics of Nano-SiO2 Admixed Blended Cementitious Composites' during a TEQIP-III sponsored five days Faculty Development Programme on \"Recent Avenues in Civil Engineering (RACE 2021)\" organized by, Dept. of Civil Engineering, Sri Jayachamarajendra College of Engineering (SJCE), Mysuru (KA) on 3rd February, 2021."
    },
    {
        "id": 2,
        "text": "Dr. B B Das has delivered a guest lecture on 'NDT of Concrete' under AICTE Short Term Training Programme (2nd Phase), hosted by Thiagarajar Polytechnic College, Salem (TN) on 10th December, 2020."
    },
    {
        "id": 3,
        "text": "Dr. B B Das has been the 'Guest Editor' for 'Indian Concrete Journal (ICJ)' for the December Edition, 2020, on the theme of 'Green Concrete'."
    },
    {
        "id": 4,
        "text": "Dr. B B Das shared the stage (virtually) with one of the Nobel Laureate Dr. Richard John Roberts in an International Conference on \"Sustainability and Equity\" organized by KIIT University, Bhubaneswar, held during November 23-25, 2020."
    },
    {
        "id": 5,
        "text": "Conference proceedings of SMTS 2019, Dr. NGPIT, Coimbatore is online titled \"<a href=\"https://www.springer.com/gp/book/9789811550003\">Smart Technologies for Sustainable Development</a>\" published in Springer Nature, Singapore."
    },
    {
        "id": 6,
        "text": "Snehal K, research scholar, has presented her Research Progress seminar (second) on the topic \"Thermo mechanical and Durability Properties of Cement Mortar Integrated with Nano- SiO2 particles\" on 23rd October, 2020."
    },
    {
        "id": 7,
        "text": "B P Sharath, working under DST-KIOCL sponsored project has been promoted from JRF to SRF with effect from 5th February, 2020."
    },
    {
        "id": 8,
        "text": "Dr. B B Das has delivered a webinar on \"Sustainable Advances and Requirements of Research in Concrete Technology in the Era of the 21st Century\" hosted by School of Engineering and Technology, Dept.of Civil Engineering, Christ University, Bangalore on 10th October 2020."
    },
    {
        "id": 9,
        "text": "Dr. B B Das has delivered a Keynote Address on \"Engineering Properties of Nano Silica Admixed Cementitious Composites\" during the Online International on \"Sustainable Materials And Practices For Infrastructure Development (SMPID-2020), organized by Department of Civil Engineering, Government College of Engineering, Kalahandi, Bhawanipatna, Odisha, India, held on 17th-18th September 2020."
    },
    {
        "id": 10,
        "text": "Conference proceedings of TMSF-2019, DBCE Goa, 2019, is online titled \"<a href=\"https://www.springer.com/in/book/9789811582929\">Recent Trends in Civil Engineering</a>\" published in Springer Nature, Singapore."
    },
    {
        "id": 11,
        "text": "A new research article on \"<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0950061820312472\">Influence of sample preparation techniques on microstructure and nano-mechanical properties of steel-concrete interface</a>\" published in Construction and Building Materials, Elsevier."
    },
    {
        "id": 12,
        "text": "A new research article on \"<a href=\"https://ascelibrary.org/doi/10.1061/%28ASCE%29MT.1943-5533.0003178\">Influence of Integration of Phase Change Materials on Hydration and Microstructure Properties of Nano Silica Admixed Cementitious Mortar</a>\" in <a href=\"https://ascelibrary.org/doi/full/10.1061/%28ASCE%29MT.1943-5533.0003178\">Journal of Materials in Civil Engineering, ASCE.</a>"
    },
    {
        "id": 13,
        "text": "A new research article on \"<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0950061819326649\">Early age, Hydration, Mechanical and Microstructure Properties of Nano-Silica Blended Cementitious</a> Composites\" in Construction and Building Materials, Elsevier."
    },
    {
        "id": 14,
        "text": "A new research article on \"<a href=\"https://www.icevirtuallibrary.com/doi/pdf/10.1680/jcoma.19.00053\">Pelletisation factors on the production of fly-ash aggregates and its performance in concrete</a>\" published in Construction Materials, Proceedings of the Institution of Civil Engineers."
    }
]