[
    {
        "id": "1",
        "text": "Snehal K and B. B. Das, “Incorporation of PCMs on microstructure and mineralogical properties of cement mortar”, Construction Materials, Proceedings of the Institution of Civil Engineers. Status-Accepted."
    },
    {
        "id": "2",
        "text": "Sharan Kumar Goudar, B. B. Das, S. B. Arya, Shivaprasad K. N , “<a href=\"https://www.sciencedirect.com/science/article/pii/S0950061820312472?casa_token=2w6xOXjU-lQAAAAA:2X4LqMQd_lmyFl_4brOUpWroJDUf4HV9KFOOI2SSLERmLfXbRZKzwy0v9dg6c-y_XRVkH7ZFz6U\">Influence of sample preparation techniques onmicrostructure and nano-mechanical properties of steel-concrete interface</a>” Construction and Building Materials, Elsevier, September 2020, Vol. 256."
    },
    {
        "id": "3",
        "text": "Chethan Kumar B, Subhash Yaragal, Bibhuti Bhusan Das, “<a href=\"https://www.sciencedirect.com/science/article/pii/S0959652620306247?casa_token=TXLwiT8MK9QAAAAA:rzVonPBm4XO0E0W8PxB60xZ3r2c2rcyyWWH_qyMOBP5ia3BzQl8m_Q9jijGZNwFXoSPgOHGBGDY\">Ferrochrome ash – Its usage potential in alkali activated slag mortars</a>”, Journal of Cleaner Production, Vol. 257, June 2020."
    },
    {
        "id": "4",
        "text": "Chethan Kumar B, Subhash Yaragal, Bibhuti Bhusan Das, “<a href=\"https://idr.nitk.ac.in/jspui/handle/123456789/10756\">Effect of elevated temperatures on ferrochrome ash based mortars</a>”, Indian Concrete Journal, Vol.  93(10), Pages: 14-20."
    },
    {
        "id": "5",
        "text": "Snehal K, B. B. Das and Sumit Kumar, “<a href=\"https://ascelibrary.org/doi/full/10.1061/%28ASCE%29MT.1943-5533.0003178?casa_token=e63XUP9-_agAAAAA%3A8BsNl8gsHb6THjLaIzyCXU4PsiO9ljPoJ_LVvXTVBe0W-RJ_Vr3kEptUOCOrmGruI5fIlO6bRO4\">Influence of Integration of Phase Change Materials on Hydration and Microstructure Properties of Nano Silica Admixed Cementitious Mortar</a>”, Journal of Materials in Civil Engineering, ASCE, Vol. 32 (6), February 2020."
    },
    {
        "id": "6",
        "text": "Snehal K, B. B. Das and Akanksha M, “<a href=\"https://www.sciencedirect.com/science/article/pii/S0950061819326649?casa_token=kQXGhikIl6cAAAAA:G8n5MPxOoltm4a2oD9Thk_AfKOClbNS_eYCZnR0MbVKzb9v-v_9hOHPzPU046Dr_FDmin6Fkeoc\">Early age, Hydration, Mechanical and Microstructure Properties of Nano-Silica Blended Cementitious Composites</a>”, Construction and Building Materials, Elsevier, February 2020, Vol. 233."
    },
    {
        "id": "7",
        "text": "Kadepalli Nagendra Shivaprasad, Bibhuti Bhusan Das and Bevinahalli Prakash Sharath, “<a href=\"https://www.icevirtuallibrary.com/doi/abs/10.1680/jcoma.19.00053\">Pelletisation factors on the production of fly-ash aggregates and its performance in concrete</a>”, Construction Materials, Proceedings of the Institution of Civil Engineers, January 2020."
    },
    {
        "id": "8",
        "text": "Sharan Kumar Goudar, B. B. Das and S B Arya, “<a href=\"https://www.astm.org/DIGITAL_LIBRARY/JOURNALS/ACEM/PAGES/ACEM20180133.htm\">Microstructural Study of Steel-Concrete Interface and its Influence on Bond Strength of Reinforced Concrete</a>”, Advances in Civil Engineering Materials, ASTM International, Vol. 8(1), 2019, pp. 171-189."
    },
    {
        "id": "9",
        "text": "Snehal K and B. B. Das, “<a href=\"https://idr.nitk.ac.in/jspui/handle/123456789/12312\">Mechanical and Permeability Properties of Hybrid Fibre Reinforced Porous Concrete</a>”, The Indian Concrete Journal, Vol.93 (1), January 2019, Page 54-59."
    },
    {
        "id": "10",
        "text": "Shivaprasad K N and B. B. Das, “<a href=\"https://iopscience.iop.org/article/10.1088/1757-899X/431/9/092013\">Effect of Duration of Heat Curing on the Artificially Produced Fly Ash Aggregates</a>” In IOP Conference Series: Materials Science and Engineering, vol. 431, no. 9, p. 092010(1-8), IOP Publishing, October 2018."
    },
    {
        "id": "11",
        "text": "Sharath B P, Shivaprasad K N, Athikkal M M and B. B. Das, “<a href=\"https://iopscience.iop.org/article/10.1088/1757-899X/431/9/092010\">Some Studies on Sustainable Utilization of Iron Ore Tailing (IOT) as Fine Aggregates in Fly Ash Based Geopolymer Mortar</a>” In IOP Conference Series: Materials Science and Engineering, vol. 431, no. 9, p. 092013(1-8), IOP Publishing, October 2018."
    },
    {
        "id": "12",
        "text": "Aneesh N R, Shivaprasad K N and B. B. Das, “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S2210670717304274\">Life Cycle Energy Analysis of a Metro Station Building Envelope through Computer Based Simulation</a>”, Sustainable Cities and Society, Elsevier Vol. 39, May 2018."
    },
    {
        "id": "13",
        "text": "Shivaprasad K N, B. B. Das and Renjith R, “<a href=\"https://idr.nitk.ac.in/jspui/handle/123456789/11652\">Influence of Fineness of Fly Ash on Compressive Strength and Microstructure of Bottom Ash Admixed Geopolymer Mortar</a>”, Indian Concrete Journal, Vol. 92 (3), March 2018."
    },
    {
        "id": "14",
        "text": "Shivaprasad K N and B. B. Das “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0950061817324261\">Determination of optimized geopolymerisation factors on the properties of pelletized fly ash aggregates</a>” Construction and Building Materials, Elsevier, Vol. 163, February 2018."
    },
    {
        "id": "15",
        "text": "Sanjukta Sahoo, B. B. Das, S. Mustakim, “<a href=\"https://ascelibrary.org/doi/10.1061/%28ASCE%29MT.1943-5533.0001759\">Acid, Alkali and Chloride Resistance of Concrete Composed of Low Carbonated Fly Ash</a>”, Journal of Materials in Civil Engineering, ASCE, Vol 29 (3), March 2017."
    },
    {
        "id": "16",
        "text": "Sanjukta Sahoo, B. B. Das, A. K. Rath, B. B. Kar, “<a href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.861.7085&rep=rep1&type=pdf\">Acid, Alkali and Chloride Resistance of High Volume Fly Ash Concrete</a>”, Indian Journal of Science and Technology, Vol 8 (19), 72266, August 2015."
    },
    {
        "id": "17",
        "text": "K.M.Godbole, P.H.Sawant, B.B.Das, J.R. Dhanuskar, “<a href=\"https://www.ripublication.com/Volume/ijaerv10n14.htm\">Prediction of service life of concrete structure from half-cell potentiometer data – validation based on case study</a>”, International Journal of Applied Engineering Research, Vol. 10, No. 14 (2015), pp 34420-34427"
    },
    {
        "id": "18",
        "text": "B. B. Das, D. N. Singh, S. P. Pandey, “<a href=\"https://www.researchgate.net/publication/286193465_Influence_of_initial_curing_humidity_on_compressive_strength_and_ultrasonic_properties_of_concrete#fullTextFileContent\">Influence of Initial Curing Humidity on Ultrasonic Properties and Compressive Strength of Concrete</a>\", Indian Concrete Journal, Vol. 88 (2), February 2014, pp. 48-56."
    },
    {
        "id": "19",
        "text": "B. B. Das, “Closure to Discussions on Some Studies on the Effect of Carbonation on the Engineering Properties of Concrete”, Indian Concrete Journal, Discussion Forum, June 2012 issue."
    },
    {
        "id": "20",
        "text": "B. B. Das, S. Rout, D. N. Singh, S. P. Pandey, “<a href=\"https://www.researchgate.net/profile/Bibhuti_Das5/publication/287735467_Some_studies_on_the_effect_of_carbonation_on_the_engineering_properties_of_concrete/links/58f85540aca272c34c383008/Some-studies-on-the-effect-of-carbonation-on-the-engineering-properties-of-concrete.pdf\">Some Studies on Effect of Carbonation on Engineering Properties of Concrete</a>”. Indian Concrete Journal, Vol. 86 (3), March 2012, pp. 7-12."
    },
    {
        "id": "21",
        "text": "B. B. Das, D. N. Singh, and S. P. Pandey, “<a href=\"https://ascelibrary.org/doi/abs/10.1061/%28ASCE%29MT.1943-5533.0000415\">Rapid Chloride Ion Permeability of OPC and PPC Based Carbonated Concretes</a>”. Journal of Materials in Civil Engineering, ASCE, Vol. 24 (5), May 2012, pp. 1-5."
    },
    {
        "id": "22",
        "text": "B. B. Das, and Kondraivendhan.B, “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0950061811004880#:~:text=The%20compressive%20strength%2C%20permeability%20and%20hydraulic%20diffusivity%20of%20concrete%20can,in%20curing%20ages%20as%20expected.\">Implication of Pore Size Distribution Parameters on Compressive Strength, Permeability and Hydraulic Diffusivity of Concrete</a>”, Construction and Building Materials, Elsevier Publications, Vol. 28 (1), Pages, 382-386, March 2012."
    },
    {
        "id": "23",
        "text": "B. B. Das, and S. P. Pandey, “<a href=\"https://ascelibrary.org/doi/full/10.1061/%28ASCE%29MT.1943-5533.0000298?casa_token=Nx6B-f0PUZYAAAAA%3AKeZSkBtkSbsI6KDd7g9Fye1ad6UQZMxzSMY3q3JZWNsfKl5-ESVHZ5rAwlqWOwSQNqk0hd36eao\">Studies on Influence of Fineness of Fly Ash on the Carbonation and Electrical Conductivity of Concrete</a>”, Journal of Materials in Civil Engineering, ASCE, Vol. 23 (9), Pages 1365-1368. 2011."
    },
    {
        "id": "24",
        "text": "B. B. Das, D. N. Singh and S. P. Pandey, “<a href=\"https://www.researchgate.net/publication/288071687_A_comparative_study_for_determining_pore_volume_of_concrete\">A Comparative Study for Determining Pore Volume of Concrete</a>”, Indian Concrete Journal, Vol. 84 (12), Pages 7-12, 2010."
    },
    {
        "id": "25",
        "text": "B. B. Das, D. N. Singh, S. P. Pandey, “<a href=\"https://www.researchgate.net/publication/290334833_Experimental_revalidation_of_certain_durability_design_provisions_for_concrete_with_reference_to_the_Indian_code_of_practice_part_4_Use_in_geothermal_wells\">Experimental Revalidation of Certain Durability Design Provisions for Concrete with Reference to Indian Code of Practice</a>”, Cement Wapno Beton, Vol. XIII/LXXV, 2008 (1). Pages 9-18."
    },
    {
        "id": "26",
        "text": "B. B. Das, D. N. Singh and S. P. Pandey, “<a href=\"https://www.astm.org/DIGITAL_LIBRARY/JOURNALS/JAI/PAGES/JAI101345.htm\">Some Investigations for Establishing Suitability of Watson’s Strengthporosity Model for Concrete</a>”, Journal of ASTM International (JAI), Vol. 5(1), 2008."
    },
    {
        "id": "27",
        "text": "A, Dalinaidu, B. B. Das, D. N. Singh, “<a href=\"https://www.astm.org/DIGITAL_LIBRARY/JOURNALS/JAI/PAGES/JAI100343.htm\">Methodology for Rapid Determination of Pozzolanic Activity of Materials</a>”, Journal of ASTM International (JAI), Vol. 4(6), 2007."
    }
]